Repository: Awoudy/Booktype
Catalog: lib/booktypecontrol/locale/*/LC_MESSAGES/django.po
Languages: el

source: Site title
el: Τίτλος ιστοτόπου

source: Site title is required.
el: Απαιτείται τίτλος ιστοτόπου

source: Tagline
el: Ετικετογραμμή

source: Upload .ico file
el: Μεταφόρτωση αρχείου .ico

source: Abbreviation
el: Συντομογραφία

source: Name
el: Όνομα

source: License name is required.
el: Απαιτείται όνομα αδείας.

source: License URL
el: URL Αδείας

source: Default License
el: Αρχική άδεια

source: Default license for newly created books.
el: Αρχική άδεια για τα νέα βιβλία.

source: Anyone can register
el: Οποιοσδήποτε/οποιαδήποτε μπορεί να εγγραφεί

source: Username
el: Όνομα χρήστη

source: Username is required.
el: Απαιτείται όνομα χρήστη.

source: Illegal characters in username.
el: Ακατάλληλοι χαρακτήρες στο όνομα χρήστη.

source: Full name
el: Πλήρες όνομα

source: Full name is required.
el: Απαιτείτε ονοματεπώνυμο.

source: Email
el: Διεύθυνση ηλ. ταχυδρομείου

source: Email is required.
el: Απαιτείται διεύθυνση ηλ. ταχυδρομείου.

source: User description
el: Περιγραφή χρήστη

source: Password
el: Κωδικός

source: Password is required.
el: Απαιτείται κωδικός.

source: Password confirmation
el: Επιβεβαίωση κωδικού

source: Enter the same password as above, for verification.
el: Για επιβεβαίωση, εισάγετε τον ίδιο κωδικό όπως πιο πάνω.

source: Notify person by email
el: Ειδοποίηση μέσω ηλ. μηνύματος

source: Successfully created new account.
el: Επιτυχής δημιουργία νέου λογαριασμού.

source: Passwords do not match.
el: Οι κωδικοί δεν ταιριάζουν.

source: Profile picture
el: Εικόνα για το προφίλ

source: The two password fields didn't match.
el: Τα δυο πεδία για τον κωδικό δεν ταιριάζουν.

source: Title
el: Τίτλος

source: Title is required.
el: Απαιτείται τίτλος.

source: Description
el: Περιγραφή

source: Owner
el: Κάτοχος

source: Book owner is required.
el: Απαιτείται κάτοχος βιβλίου.

source: License
el: Άδεια

source: License is required.
el: Απαιτείται άδεια.

source: Book image
el: Εικόνα για το βιβλίο

source: Successfully created new book.
el: Επιτυχής δημιουργία νέου βιβλίου.

source: URL title
el: Τίτλος URL

source: Illegal characters in URL title.
el: Ακατάλληλοι χαρακτήρες στον τίτλο URL.

source: Book CSS
el: Βιβλίο CSS

source: E-Book CSS
el: Ηλ. βιβλίο CSS

source: Successfully created new group.
el: Επιτυχής δημιουργία νέας ομάδας.

source: Successfully created new role.
el: Επιτυχής δημιουργία νέου ρόλου.

source: Role for anonymous users
el: Ρόλος για ανώνυμους χρήστες

source: Role for registered users
el: Ρόλος για εγγεγραμμένους χρήστες

source: None
el: Ουδέν

source: Add new person
el: Προσθήκη νέου προσώπου

source: Edit Info
el: Επεξεργασία πληροφοριών

source: superuser
el: υπερχρήστης

source: Remove
el: Διαγραφή

source: Add new license
el: Προσθήκη νέας άδειας

source: Licenses
el: Άδειες

source: Books licensed with
el: Τα βιβλία αδειοδοτούνται με

source: No books for this license.
el: Δεν υπάρχουν βιβλία για την άδεια αυτή.

source: Add new book
el: Προσθήκη νέου βιβλίου

source: Add new group
el: Προσθήκη νέας ομάδας

source: Members
el: Μέλη

source: Books
el: Βιβλία

source: Edit
el: Επεξεργασία

source: Delete
el: Διαγραφή

source: List of People
el: Κατάλογος Προσώπων

source: Add Person
el: Προσθήκη προσώπου

source: ADD PERSON
el: ΠΡΟΣΘΗΚΗ ΠΡΟΣΩΠΟΥ

source: Change password
el: Αλλαγή κωδικού

source: Add new role
el: Προσθήκη νέου ρόλου

source: Add New
el: Προσθήκη Νέου

source: Save
el: Αποθήκευση

source: Cancel
el: Ακύρωση

source: Confirm
el: Επιβεβαιώνω

source: Delete Group
el: Διαγραφή ομάδας

source: Are you sure you would like to delete this group? You will not be able to undo this operation!
el: Είστε βέβαιοι/ες ότι θέλετε να διαγράψετε την ομάδα αυτή; Η ενέργεια αυτή δεν μπορεί να αντιστραφεί!

source: Delete License
el: Διαγραφή άδειας

source: There are licensed books with this license. You should change the license for these books before deleting it.
el: Υπάρχουν αδειοδοτημένα βιβλία με την άδεια αυτή. Πριν την διαγράψετε πρέπει να αλλάξετε την άδεια για τα βιβλία αυτά.

source: Are you sure you would like to delete this license? You will not be able to undo this operation!
el: Είστε βέβαιος/η ότι θέλετε να διαγράψετε την άδεια αυτή; Η ενέργεια αυτή δεν μπορεί να αντιστραφεί!

source: Delete Role
el: Διαγραφή ρόλου

source: Are you sure you would like to delete this role? You will not be able to undo this operation!
el: Είστε βέβαιος/η ότι θέλετε να διαγραφεί ο ρόλος αυτός; Η ενέργεια αυτή δεν μπορεί να αντιστραφεί!

source: Recent Activity
el: Πρόσφατη δραστηριότητα

source: Groups
el: Ομάδες

source: ago
el: πριν

source: There is no activity yet
el: Δεν υπάρχει δραστηριότητα ακόμη

source: Current version
el: Τρέχουσα έκδοση

source: This user has no books
el: Ο χρήστης αυτός δεν έχει βιβλία

source: This user has no groups
el: Ο χρήστης αυτός δεν έχει ομάδα

source: Close
el: Κλείσιμο

source: Save changes
el: Αποθήκευση αλλαγών

source: Info
el: Πληροφορίες

source: version
el: έκδοση

source: users
el: χρήστες

source: books
el: βιβλία

source: groups
el: ομάδες

source: database size
el: μέγεθος βάσης δεδομένων

source: files size
el: μέγεθος αρχείων

source: Working on:
el: Επεξεργάζονται το:

source: No online users
el: Δεν υπάρχουν συνδεδεμένοι χρήστες

source: Most Active Users
el: Οι περισσότερο ενεργοί χρήστες

source: view all
el: προβολή όλων

source: No most active users
el: Δεν υπάρχει πιο ενεργείς χρήστες

source: Latest Books
el: Πρόσφατα βιβλία

source: No books here
el: Δεν υπάρχουν βιβλία εδώ

source: Most Active Books
el: Τα πιο ενεργά βιβλία

source: No active books here
el: Δεν υπάρχουν ενεργά βιβλία εδώ

source: Settings
el: Ρυθμίσεις

source: Default Roles
el: Αρχικοί Ρόλοι

source: Privacy
el: Ιδιωτικότητα

source: People
el: Άνθρωποι

source: List of Books
el: Κατάλογος Βιβλίων

source: List of Groups
el: Κατάλογος Ομάδων

source: Roles
el: Ρόλοι

source: List of Roles
el: Κατάλογος Ρόλων

source: Home
el: Αρχική

source: Publishing Defaults
el: Αρχικές επιλογές δημοσίευσης

source: Admin Control Center
el: Κέντρο Ελέγχου Διαχειριστή

source: Successfully saved settings.
el: Επιτυχής αποθήκευση των ρυθμίσεων.

source: Unknown error while saving changes.
el: Άγνωστο σφάλμα κατά την αποθήκευση των αλλαγών.

source: Edit Person Info
el: Επεξεργασία πληροφοριών προσώπου

source: Successfully saved changes.
el: Επιτυχής αποθήκευση αλλαγών.

source: Rename Book
el: Μετονομασία βιβλίου

source: Book name successfully changed.
el: Το όνομα του βιβλίου άλλαξε επιτυχώς.

source: Group successfully deleted.
el: Η ομάδα διαγράφηκε επιτυχώς.

source: Edit licence
el: Επεξεργασία άδειας

source: License successfully updated.
el: Η άδεια ενημερώθηκε επιτυχώς.

source: License successfully deleted.
el: Η άδεια διαγράφηκε επιτυχώς.

source: Edit role
el: Επεξεργασία ρόλου

source: Role successfully updated.
el: Ο ρόλος ενημερώθηκε επιτυχώς.

source: Role successfully deleted.
el: Ο ρόλος διαγράφηκε επιτυχώς.
