Repository: Awoudy/Booktype
Catalog: lib/booki/locale/*/LC_MESSAGES/django.po
Languages: pa

source: name
pa: ਨਾਮ

source: abbreviation
pa: ਸੰਖੇਪ ਰੂਪ

source: License
pa: ਲਾਇਸੰਸ

source: Licenses
pa: ਲਾਇਸੰਸ

source: Language
pa: ਭਾਸ਼ਾ

source: Languages
pa: ਭਾਸ਼ਾ

source: published
pa: ਪ੍ਰਕਾਸ਼ਿ ਹੋਆ

source: not published
pa: ਪ੍ਰਕਾਸ਼ਿ ਨਹੀਂ ਹੋਆ

source: not translated
pa: ਅਨੁਵਾਦ ਨਹੀਂ ਹੋਆ

source: book
pa: ਕਿਤਾਬ

source: weight
pa: ਭਾਰ

source: color
pa: ਰੰਗ

source: Book status
pa: ਕਿਤਾਬ ਸਤਾਤਿਸ

source: notes
pa: ਮਿਮੋਆਂ

source: Book note
pa: ਕਿਤਾਬ ਦੇ ਨੋਤ

source: Book notes
pa: ਕਿਤਾਬ ਦਿ ਨੋਤਾਂ

source: url name
pa: URL ਦਾ ਨਾਮ

source: description
pa: ਕਿਤਾਬ ਦੇ ਸੰਖੇਪ ਬਿਆਨ

source: owner
pa: ਓਨਰ

source: members
pa: ਮਿੰਬਰ

source: created
pa: ਬਣਿਆ

source: Booktype group
pa: ਬੁਕਟਾਇਪ ਵਰਨ

source: Booktype groups
pa: ਬੋਕ-ਤਾਇਪ ਵਰਨਾਂ

source: Author(s)
pa: ਲੇਖਕ (ਲੇਖਕਾਂ)

source: Title
pa: ਨਾਮ

source: Short title
pa: ਸੰਖੇਪ ਤਾਂਤਿਲ

source: Subtitle
pa: ਸਬ੍ਟਾਇਟਲ

source: Publisher
pa: ਪ੍ਰਕਾਸ਼ਕ

source: Publication date
pa: ਪ੍ਰਕਾਸ਼ ਦਾ ਤਾਰੀਖ

source: Copyright date
pa: ਕਾਪੀਰਾਈਟ ਦਾ ਤਰੀਖ

source: Copyright holder
pa: ਕਾਪੀਰਾਈਟ ਹੋਲਡਰ

source: City of publication
pa: ਪ੍ਰਕਾਸ਼ਨ ਸ਼ਹਿਰ

source: Country of publication
pa: ਪ੍ਰਕਾਸ਼ਨ ਦੈਸ਼

source: Short description
pa: ਸੰਨਕੈਪ ਜਾਨਕਾਰੀ

source: Long description
pa: ਜਿਆਦਾ ਜਾਨਕਾਰੀ

source: Ebook ISBN
pa: ਇ-ਬੋਕ ISBN

source: Print ISBN
pa: ਪ੍ਰਿੰਟ ISBN

source: url title
pa: URL ਤਾਇਤਿਲ

source: title
pa: ਤਾਇਤਿਲ

source: status
pa: ਸਤਾਤਿਸ

source: language
pa: ਭਾਸ਼ਾ

source: version
pa: ਛਾਪ

source: group
pa: ਵਰਨ

source: license
pa: ਲਾਇਸੰਸ

source: hidden
pa: ਗੁਪਤ

source: permission
pa: ਇਜਾਜ਼ਤ

source: cover
pa: ਮੱਖਬੰਦ

source: Book
pa: ਕਿਤਾਬ

source: Books
pa: ਕਿਤਾਬਾਂ

source: chapter
pa: ਅਧਿਆਇ

source: chapter history
pa: ਅਧਿਆਇ ਦੀ ਇਤਿਹਾਸ

source: modified
pa: ਬਦਲਾ ਹੋਆ

source: user
pa: ਯੂਜ਼ਰ

source: kind
pa: ਕਿਸਮ

source: value string
pa: ਸਤ੍ਰਾਇੰਗ ਦੀ ਮਾਤਰ

source: value integer
pa: ਇਨੰਤਾਜਿਰ ਦੀ ਮਾਤਰ

source: value text
pa: ਤਿਕਸਤ ਦੀ ਮਾਤਰ

source: value date
pa: ਤਰੀਕ ਦੀ ਮਾਤਰ

source: Metadata
pa: ਮੈਟਾ-ਡਾਟਾ

source: Book setting
pa: ਕਿਤਾਬ ਸਿਤੰਗ

source: Book settings
pa: ਕਿਤਾਬ ਸਿਤੰਗਾਂ

source: major
pa: ਵੱਡਾ

source: minor
pa: ਨਿੱਕਾ

source: assigned
pa: ਨਿਰਧਾਰਤ ਹੋਆ

source: revision
pa: ਛਾਪ

source: content
pa: ਕਾਨਤਿੰਤ

source: content json
pa: JSON ਕਾਨਤਿੰਤ

source: Chapter
pa: ਅਧਿਆਇ

source: Chapters
pa: ਆਧਿਇਆਂ

source: comment
pa: ਕੋਮਿੰਤ

source: Chapter history
pa: ਅਧਿਆਇ ਦੀ ਇਤਿਹਾਸ

source: Chapter Lock
pa: ਅਧਿਆਇ ਨੂੰ ਲਾਕ ਕਰ

source: Chapters Locks
pa: ਆਧਿਇਆ ਦਾ ਲਾਕਾਂ

source: filename
pa: ਫਿਾਇਲ-ਨੈਮ

source: Attachment
pa: ਅਤਾਚਮਿੰਟਸ

source: Attachments
pa: ਅਤਾਚਮਿੰਟਸ

source: section name
pa: ਭੋਮਕਾ ਦਾ ਨਾਮ

source: chapter name
pa: ਅਧਿਆਇ ਦਾ ਨਾਮ

source: line
pa: ਲਾਇਨ

source: parent
pa: ਮਾਤਾ

source: typeof
pa: ਕਿਸਮ

source: settings
pa: ਸਤਿੰਗ

source: Book TOC
pa: ਕਿਤਾਬ ਦਾ TOC

source: Book TOCs
pa: ਕਿਤਾਬ TOCs

source: Attribution Exclude
pa: ਅਤਰੀਬਯੋਸ਼ੁਨ ਤਿਆਗ

source: wizard type
pa: ਵਿਜ਼ਰਦ ਟਾਈਪ

source: wizard options
pa: ਵਿਜ਼ਰਦ ਸਿਤੰਗਸ

source: Publish Wizard
pa: ਵਿਜ਼ਰਦ ਦੀ ਪਰਕਸ਼ਣ ਕਰੋ

source: Cover title
pa: ਮੁਖਬੰਦ ਦਾ ਨਾਮ

source: Width
pa: ਪਾਟ

source: Height
pa: ਲੰਮਾਈ

source: Unit
pa: ਯੂਨਿਟ

source: Booksize
pa: ਕਿਤਾਬ ਦਾ ਸਾਈਜ਼

source: Book cover
pa: ਕਿਤਾਬ ਦਾ ਮੱਖਬੰਦ

source: E-book cover
pa: ਇ-ਬੋਕ ਦਾ ਮੱਖਬੰਦ

source: PDF cover
pa: PDF ਦਾ ਮੱਖਬੰਦ

source: Cover type
pa: ਮੁਖਬੰਦ ਦਿ ਕਿਸਮ

source: Cover
pa: ਮੁਖਬੰਦ

source: Approved
pa: ਆਗ੍ਯਾ ਦਿਤਾ

source: Modifications:
pa: ਬਦਲਤਾ:

source: Access error
pa: ਇਰੋਰ - ਪਹੁੰਚ ਦੀ ਦਖਲ

source: You have no permission to edit this book.
pa: ਕਿਤਾਬ ਬਦਲਣ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ।

source: sender
pa: ਭੈਜਣਵਾਲਾ

source: timestamp
pa: ਤਾਇਮ-ਸਤਾਇਮਪ

source: attachment
pa: ਅਤਾਚਮਿੰਤ

source: snippet
pa: ਸਨਿੱਪਟ

source: context
pa: ਵਿਸ਼ਾ

source: Post
pa: ਪੋਸਟ

source: Posts
pa: ਪੋਸਟਾਂ

source: post
pa: ਪੋਸਟ

source: endpoint
pa: ਇੰਡ-ਪੌਇਨਤ

source: Post appearance
pa: ਸੁਨੇਹਾ ਦਾ ਦ੍ਰਿਸ਼ਤੀ

source: Post appearances
pa: ਸੁਨੇਹਾ ਦਾ ਦ੍ਰਿਸ਼ਤੀਆਂ

source: syntax
pa: ਸੰਟੈਕਸ

source: Endpoint
pa: ਇੰਡ-ਪੌਇਨਤ

source: Endpoints
pa: ਇੰਡ-ਪੌਇਨਤਸ

source: notification filter
pa: ਨੋਟਾਫਿਕਾਸ਼ੋਨ ਫਿਲਤਰ

source: Endpoint config
pa: ਇੰਡ-ਪੌਇਨਤ ਕੋਨਫਿਗ

source: Endpoint configs
pa: ਇੰਡ-ਪੌਇਨਤਾਂ ਕੋਨਫਿਗਸ

source: follower
pa: ਚੇਲਾ

source: target
pa: ਨਿਸ਼ਾਨਾ

source: Following
pa: ਮਗਰਤਾ

source: Followings
pa: ਚੇਲੈ

source: Follow this book
pa: ਇਸ ਕਿਤਾਬ ਦਾ ਮੁਗਾਰਤਾ ਕਰੋ

source: Stop following this book
pa: ਇਸ ਕਿਤਾਬ ਦਾ ਮੁਗਾਰਤਾ ਬੰਦ ਕਰੋ

source: Attach file
pa: ਫਾਇਲ ਨੂੰ ਅਤਾਚ ਕਰੋ

source: Add Snippet
pa: ਸਨਿੱਪਟ ਪਾਉ

source: Optional snippet context URL:
pa: ਸਨਿੱਪਟ ਦੀ URL ਵਿਸਾ ਜਰੂਰ ਨਹੀਂ:

source: Share
pa: ਸਾਂਝ ਕਰੋ

source: Post a message
pa: ਸੁਨੇਹਾ ਲਿਖੋ

source: Hi %(first_name)s!
pa: ਸਾਤ ਸ਼੍ਰੀ ਅਕਾਲ %(first_name)s!

source: This is a notification of a new message for you at your Booktype profile:
pa: ਤੁਹਾਡੇ ਵਸਤੇ ਨਵਾਂ ਮਸੇਜ ਆਇਆ ਪੜ੍ਹਨ ਲਹੀਂ ਬੋਕਤਾਇਪ ਪਰੋਫਾਇਲ ਵਿੱਚ ਵਿਖੋ:

source: Sender:
pa: ਭੇਜਣਵਾਲਾ:

source: Date:
pa: ਤਰੀਕ:

source: Content:
pa: ਕੋਨਤੰਤ:

source: Attachment:
pa: ਅਤਾਚਮਿੰਟਸ:

source: Snippet:
pa: ਸਨਿੱਪਟ:

source: not shown
pa: ਵਿਖਅਾ ਨਹੀਂ

source: Snippet context:
pa: ਸਨਿੱਪਟ ਦੀ ਵਿਸਾ:

source: This email address receives these notifications because of your settings:
pa: ਇਸ ਈ-ਮੇਲ ਅਦਰੀਸ ਤੇ ਮਿਸੇਜ ਸਦੇ ਜੰਦੇ ਕਿਸ ਕਾਰਕੇ ਤੋਹਾਦਾ ਸਿਤਗੰਸ ਵਿਚ ਮੰਜੋਰ ਕਿਤੇ:

source: Need a new password?
pa: ਨਵਾ ਪਾਸਵੋਰਡ ਪਾਉਣਾ?

source: send a reply
pa: ਜਵਾਬ ਭੇਜੋ

source: ago
pa: ਪਿਲਹਾਂ

source: Context
pa: ਵਿਸ਼ਾ

source: Follow this tag
pa: ਇਸ ਤੇਗ ਦਾ ਮਗਰਤਾ ਕਰੋ

source: Stop following this tag
pa: ਇਸ ਤੇਗ ਦਾ ਮਗਰਤਾ ਬੰਦ ਕਰੋ

source: Timeline of %(syntax)s:
pa: %(syntax)s ਦੀ ਲੜੀ:

source: No messages.
pa: ਕੋਈ ਮਸੇਜ ਨਹੀਂ

source: Follow me
pa: ਮਿਰਾ ਮਗਰਤਾ ਕਰੋ

source: Stop following me
pa: ਮਿਰਾ ਮਗਰਤਾ ਬੰਦ ਕਰੋ

source: Tag timeline
pa: ਤੇਗ ਦਿ ਕਰਮਚਾਰਾ

source: Message from %s
pa: ਮਸੇਜ ਆਇਆ %s ਤੋ

source: Error
pa: ਇਰਓਰ

source: Sent.
pa: ਭੇਜਿਆ ਗਿਆ।
